Repository: zmaj-lernapp/zmaj
Catalog: data/parallel.tmx
Source language: bs
Languages: da, de, en, fr, nb, nl, sv, tr

source: Tražim plavu haljinu.
da: Jeg leder efter en blå kjole.
de: Ich suche ein blaues Kleid.
en: I am looking for a blue dress.
fr: Je cherche une robe bleue.
nb: Jeg ser etter en blå kjole.
nl: Ik zoek een blauwe jurk.
sv: Jag letar efter en blå klänning.
tr: Mavi bir elbise arıyorum.

source: Jakna košta pedeset maraka.
da: Jakken koster halvtreds mark.
de: Die Jacke kostet fünfzig Mark.
en: The jacket costs fifty marks.
fr: La veste coûte cinquante marks.
nb: Jakka koster femti mark.
nl: De jas kost vijftig mark.
sv: Jackan kostar femtio mark.
tr: Ceket elli mark.

source: Tražim cipele.
da: Jeg leder efter sko.
de: Ich suche Schuhe.
en: I am looking for shoes.
fr: Je cherche des chaussures.
nb: Jeg ser etter sko.
nl: Ik zoek schoenen.
sv: Jag letar efter skor.
tr: Ayakkabı arıyorum.

source: Pada kiša.
da: Det regner.
de: Es regnet.
en: It is raining.
fr: Il pleut.
nb: Det regner.
nl: Het regent.
sv: Det regnar.
tr: Yağmur yağıyor.

source: Danas je hladno.
da: I dag er det koldt.
de: Heute ist es kalt.
en: It is cold today.
fr: Aujourd'hui il fait froid.
nb: I dag er det kaldt.
nl: Vandaag is het koud.
sv: I dag är det kallt.
tr: Bugün hava soğuk.

source: Nebo je plavo.
da: Himlen er blå.
de: Der Himmel ist blau.
en: The sky is blue.
fr: Le ciel est bleu.
nb: Himmelen er blå.
nl: De hemel is blauw.
sv: Himlen är blå.
tr: Gökyüzü mavi.

source: Sutra radim.
da: I morgen arbejder jeg.
de: Morgen arbeite ich.
en: Tomorrow I work.
fr: Demain je travaille.
nb: I morgen arbeider jeg.
nl: Morgen werk ik.
sv: I morgon arbetar jag.
tr: Yarın çalışıyorum.

source: Imam ispit.
da: Jeg har en eksamen.
de: Ich habe eine Prüfung.
en: I have an exam.
fr: J'ai un examen.
nb: Jeg har en eksamen.
nl: Ik heb een examen.
sv: Jag har ett prov.
tr: Sınavım var.

source: S poštovanjem.
da: Med venlig hilsen.
de: Mit freundlichen Grüßen.
en: Yours sincerely.
fr: Cordialement.
nb: Med vennlig hilsen.
nl: Met vriendelijke groet.
sv: Med vänliga hälsningar.
tr: Saygılarımla.

source: Izvinite, molim Vas.
da: Undskyld mig.
de: Entschuldigen Sie, bitte.
en: Excuse me, please.
fr: Excusez-moi, s'il vous plaît.
nb: Unnskyld meg.
nl: Neemt u mij niet kwalijk.
sv: Ursäkta mig.
tr: Affedersiniz, lütfen.

source: Imam dva brata.
da: Jeg har to brødre.
de: Ich habe zwei Brüder.
en: I have two brothers.
fr: J'ai deux frères.
nb: Jeg har to brødre.
nl: Ik heb twee broers.
sv: Jag har två bröder.
tr: İki erkek kardeşim var.

source: Jedemo u sedam sati.
da: Vi spiser klokken syv.
de: Wir essen um sieben Uhr.
en: We eat at seven o'clock.
fr: Nous mangeons à sept heures.
nb: Vi spiser klokka sju.
nl: We eten om zeven uur.
sv: Vi äter klockan sju.
tr: Saat yedide yemek yiyoruz.

source: U ponedjeljak idem na posao.
da: Om mandagen tager jeg på arbejde.
de: Am Montag gehe ich zur Arbeit.
en: On Monday I go to work.
fr: Le lundi, je vais au travail.
nb: På mandag går jeg på jobb.
nl: Op maandag ga ik naar het werk.
sv: På måndag går jag till jobbet.
tr: Pazartesi işe gidiyorum.

source: Moja nana stanuje u selu.
da: Min bedstemor bor i landsbyen.
de: Meine Oma wohnt im Dorf.
en: My grandma lives in the village.
fr: Ma grand-mère habite au village.
nb: Bestemoren min bor i landsbyen.
nl: Mijn oma woont in het dorp.
sv: Min mormor bor i byn.
tr: Ninem köyde oturuyor.

source: Danas je hladno i pada kiša.
da: I dag er det koldt, og det regner.
de: Heute ist es kalt und es regnet.
en: Today it is cold and it is raining.
fr: Aujourd'hui il fait froid et il pleut.
nb: I dag er det kaldt og det regner.
nl: Vandaag is het koud en het regent.
sv: I dag är det kallt och det regnar.
tr: Bugün hava soğuk ve yağmur yağıyor.

source: Učim bosanski svaki dan.
da: Jeg lærer bosnisk hver dag.
de: Ich lerne jeden Tag Bosnisch.
en: I study Bosnian every day.
fr: J'apprends le bosnien chaque jour.
nb: Jeg lærer bosnisk hver dag.
nl: Ik leer elke dag Bosnisch.
sv: Jag pluggar bosniska varje dag.
tr: Her gün Boşnakça öğreniyorum.

source: Trebam potvrdu.
da: Jeg har brug for en attest.
de: Ich brauche eine Bescheinigung.
en: I need a certificate.
fr: J'ai besoin d'une attestation.
nb: Jeg trenger en attest.
nl: Ik heb een verklaring nodig.
sv: Jag behöver ett intyg.
tr: Bir belgeye ihtiyacım var.

source: Imam termin u ponedjeljak u deset sati.
da: Jeg har en tid på mandag klokken ti.
de: Ich habe am Montag um zehn Uhr einen Termin.
en: I have an appointment on Monday at ten o'clock.
fr: J'ai un rendez-vous lundi à dix heures.
nb: Jeg har time på mandag klokka ti.
nl: Ik heb op maandag om tien uur een afspraak.
sv: Jag har en tid på måndag klockan tio.
tr: Pazartesi saat onda randevum var.

source: Taksa za pasoš je trideset maraka.
da: Gebyret for passet er tredive mark.
de: Die Gebühr für den Pass beträgt dreißig Mark.
en: The fee for the passport is thirty marks.
fr: Les frais pour le passeport s'élèvent à trente marks.
nb: Gebyret for passet er tretti mark.
nl: De leges voor het paspoort zijn dertig mark.
sv: Avgiften för passet är trettio mark.
tr: Pasaport harcı otuz mark.

source: Imate li pasoš?
da: Har De et pas?
de: Haben Sie einen Reisepass?
en: Do you have a passport?
fr: Avez-vous un passeport ?
nb: Har De et pass?
nl: Heeft u een paspoort?
sv: Har ni ett pass?
tr: Pasaportunuz var mı?

source: Ja sam iz Njemačke.
da: Jeg er fra Tyskland.
de: Ich bin aus Deutschland.
en: I am from Germany.
fr: Je viens d'Allemagne.
nb: Jeg er fra Tyskland.
nl: Ik kom uit Duitsland.
sv: Jag är från Tyskland.
tr: Almanya'danım.

source: Mi smo kod kuće.
da: Vi er hjemme.
de: Wir sind zu Hause.
en: We are at home.
fr: Nous sommes à la maison.
nb: Vi er hjemme.
nl: Wij zijn thuis.
sv: Vi är hemma.
tr: Evdeyiz.

source: Ti imaš dva brata.
da: Du har to brødre.
de: Du hast zwei Brüder.
en: You have two brothers.
fr: Tu as deux frères.
nb: Du har to brødre.
nl: Jij hebt twee broers.
sv: Du har två bröder.
tr: İki erkek kardeşin var.

source: Oni idu u školu.
da: De går i skole.
de: Sie gehen in die Schule.
en: They go to school.
fr: Ils vont à l'école.
nb: De går på skolen.
nl: Zij gaan naar school.
sv: De går i skolan.
tr: Onlar okula gidiyor.

source: Govoriš li ti bosanski?
da: Taler du bosnisk?
de: Sprichst du Bosnisch?
en: Do you speak Bosnian?
fr: Tu parles bosnien ?
nb: Snakker du bosnisk?
nl: Spreek jij Bosnisch?
sv: Talar du bosniska?
tr: Boşnakça konuşuyor musun?

source: Mislim da je dobro.
da: Jeg tror, at det er godt.
de: Ich denke, dass es gut ist.
en: I think that it is good.
fr: Je pense que c'est bien.
nb: Jeg tror at det er bra.
nl: Ik denk dat het goed is.
sv: Jag tror att det är bra.
tr: Bunun iyi olduğunu düşünüyorum.

source: Ne znam gdje je ključ.
da: Jeg ved ikke, hvor nøglen er.
de: Ich weiß nicht, wo der Schlüssel ist.
en: I do not know where the key is.
fr: Je ne sais pas où est la clé.
nb: Jeg vet ikke hvor nøkkelen er.
nl: Ik weet niet waar de sleutel is.
sv: Jag vet inte var nyckeln är.
tr: Anahtarın nerede olduğunu bilmiyorum.

source: Pitam se da li dolazi.
da: Jeg spekulerer på, om han kommer.
de: Ich frage mich, ob er kommt.
en: I wonder whether he is coming.
fr: Je me demande s'il vient.
nb: Jeg lurer på om han kommer.
nl: Ik vraag me af of hij komt.
sv: Jag undrar om han kommer.
tr: Acaba geliyor mu diye merak ediyorum.

source: Nemam vremena jer radim.
da: Jeg har ikke tid, fordi jeg arbejder.
de: Ich habe keine Zeit, weil ich arbeite.
en: I have no time because I am working.
fr: Je n'ai pas le temps parce que je travaille.
nb: Jeg har ikke tid fordi jeg arbeider.
nl: Ik heb geen tijd omdat ik werk.
sv: Jag har ingen tid för att jag arbetar.
tr: Vaktim yok çünkü çalışıyorum.

source: Ja nisam umoran.
da: Jeg er ikke træt.
de: Ich bin nicht müde.
en: I am not tired.
fr: Je ne suis pas fatigué.
nb: Jeg er ikke trøtt.
nl: Ik ben niet moe.
sv: Jag är inte trött.
tr: Yorgun değilim.

source: Volim kahvu, ali ne volim čaj.
da: Jeg kan lide kaffe, men jeg kan ikke lide te.
de: Ich mag Kaffee, aber ich mag keinen Tee.
en: I like coffee, but I do not like tea.
fr: J'aime le café, mais je n'aime pas le thé.
nb: Jeg liker kaffe, men jeg liker ikke te.
nl: Ik hou van koffie, maar ik hou niet van thee.
sv: Jag gillar kaffe, men jag gillar inte te.
tr: Kahve severim ama çay sevmem.

source: Ako pada kiša, ostajem kod kuće.
da: Hvis det regner, bliver jeg hjemme.
de: Wenn es regnet, bleibe ich zu Hause.
en: If it rains, I stay at home.
fr: S'il pleut, je reste à la maison.
nb: Hvis det regner, blir jeg hjemme.
nl: Als het regent blijf ik thuis.
sv: Om det regnar stannar jag hemma.
tr: Yağmur yağarsa evde kalıyorum.

source: Jučer sam radila.
da: I går arbejdede jeg. (kvinde)
de: Gestern habe ich gearbeitet. (Frau)
en: Yesterday I worked. (female speaker)
fr: Hier j'ai travaillé. (femme)
nb: I går arbeidet jeg. (kvinne)
nl: Gisteren heb ik gewerkt. (vrouw)
sv: I går arbetade jag. (kvinna)
tr: Dün çalıştım. (kadın)

source: Bilo je lijepo.
da: Det var dejligt.
de: Es war schön.
en: It was nice.
fr: C'était beau.
nb: Det var fint.
nl: Het was mooi.
sv: Det var fint.
tr: Güzeldi.

source: Prošle godine smo bili u Bosni.
da: Sidste år var vi i Bosnien.
de: Letztes Jahr waren wir in Bosnien.
en: Last year we were in Bosnia.
fr: L'année dernière, nous étions en Bosnie.
nb: I fjor var vi i Bosnia.
nl: Vorig jaar waren we in Bosnië.
sv: Förra året var vi i Bosnien.
tr: Geçen yıl Bosna'daydık.

source: Šta si radio?
da: Hvad lavede du? (til en mand)
de: Was hast du gemacht? (zu einem Mann)
en: What did you do? (to a man)
fr: Qu'est-ce que tu as fait ? (à un homme)
nb: Hva gjorde du? (til en mann)
nl: Wat heb je gedaan? (tegen een man)
sv: Vad gjorde du? (till en man)
tr: Ne yaptın? (bir erkeğe)

source: Sutra ću raditi.
da: I morgen skal jeg arbejde.
de: Morgen werde ich arbeiten.
en: Tomorrow I will work.
fr: Demain je vais travailler.
nb: I morgen skal jeg arbeide.
nl: Morgen zal ik werken.
sv: I morgon ska jag arbeta.
tr: Yarın çalışacağım.

source: Vidjet ćemo.
da: Vi får se.
de: Wir werden sehen.
en: We will see.
fr: On verra.
nb: Vi får se.
nl: We zullen zien.
sv: Vi får se.
tr: Göreceğiz.

source: Sljedeće godine idemo u Bosnu.
da: Næste år tager vi til Bosnien.
de: Nächstes Jahr fahren wir nach Bosnien.
en: Next year we are going to Bosnia.
fr: L'année prochaine, nous allons en Bosnie.
nb: Neste år drar vi til Bosnia.
nl: Volgend jaar gaan we naar Bosnië.
sv: Nästa år åker vi till Bosnien.
tr: Gelecek yıl Bosna'ya gidiyoruz.

source: Ovo je bolje nego to.
da: Det her er bedre end det der.
de: Das ist besser als das.
en: This is better than that.
fr: Ceci est meilleur que cela.
nb: Dette er bedre enn det.
nl: Dit is beter dan dat.
sv: Det här är bättre än det där.
tr: Bu ondan daha iyi.

source: Moj brat je stariji od mene.
da: Min bror er ældre end mig.
de: Mein Bruder ist älter als ich.
en: My brother is older than me.
fr: Mon frère est plus âgé que moi.
nb: Broren min er eldre enn meg.
nl: Mijn broer is ouder dan ik.
sv: Min bror är äldre än jag.
tr: Erkek kardeşim benden büyük.

source: Kahva je jako vruća.
da: Kaffen er meget varm.
de: Der Kaffee ist sehr heiß.
en: The coffee is very hot.
fr: Le café est très chaud.
nb: Kaffen er veldig varm.
nl: De koffie is heel heet.
sv: Kaffet är mycket hett.
tr: Kahve çok sıcak.

source: Ova jakna je skuplja od one.
da: Denne jakke er dyrere end den der.
de: Diese Jacke ist teurer als jene.
en: This jacket is more expensive than that one.
fr: Cette veste est plus chère que celle-là.
nb: Denne jakka er dyrere enn den der.
nl: Deze jas is duurder dan die.
sv: Den här jackan är dyrare än den där.
tr: Bu ceket şundan daha pahalı.

source: Želim otvoriti račun.
da: Jeg vil gerne åbne en konto.
de: Ich möchte ein Konto eröffnen.
en: I would like to open an account.
fr: Je voudrais ouvrir un compte.
nb: Jeg vil åpne en konto.
nl: Ik wil een rekening openen.
sv: Jag vill öppna ett konto.
tr: Hesap açmak istiyorum.

source: Gdje je najbliži bankomat?
da: Hvor er den nærmeste hæveautomat?
de: Wo ist der nächste Geldautomat?
en: Where is the nearest ATM?
fr: Où est le distributeur le plus proche ?
nb: Hvor er nærmeste minibank?
nl: Waar is de dichtstbijzijnde geldautomaat?
sv: Var ligger närmaste uttagsautomat?
tr: En yakın bankamatik nerede?

source: Želim kupiti kuću.
da: Jeg vil gerne købe et hus.
de: Ich möchte ein Haus kaufen.
en: I would like to buy a house.
fr: Je voudrais acheter une maison.
nb: Jeg vil kjøpe et hus.
nl: Ik wil een huis kopen.
sv: Jag vill köpa ett hus.
tr: Bir ev almak istiyorum.

source: Ko je vlasnik kuće?
da: Hvem ejer huset?
de: Wer ist der Eigentümer des Hauses?
en: Who is the owner of the house?
fr: Qui est le propriétaire de la maison ?
nb: Hvem eier huset?
nl: Wie is de eigenaar van het huis?
sv: Vem äger huset?
tr: Evin sahibi kim?

source: Kolika je kirija mjesečno?
da: Hvor høj er huslejen om måneden?
de: Wie hoch ist die Miete im Monat?
en: How much is the rent per month?
fr: Quel est le montant du loyer par mois ?
nb: Hvor høy er husleia i måneden?
nl: Hoe hoog is de huur per maand?
sv: Hur hög är hyran i månaden?
tr: Aylık kira ne kadar?

source: Potpisujemo ugovor kod notara.
da: Vi skriver kontrakten under hos notaren.
de: Wir unterschreiben den Vertrag beim Notar.
en: We sign the contract at the notary.
fr: Nous signons le contrat chez le notaire.
nb: Vi skriver under avtalen hos notarius publicus.
nl: We tekenen het contract bij de notaris.
sv: Vi skriver under avtalet hos notarius publicus.
tr: Sözleşmeyi noterde imzalıyoruz.

source: Tražim posao.
da: Jeg søger arbejde.
de: Ich suche Arbeit.
en: I am looking for work.
fr: Je cherche du travail.
nb: Jeg søker jobb.
nl: Ik zoek werk.
sv: Jag söker jobb.
tr: İş arıyorum.

source: Imam pet godina iskustva.
da: Jeg har fem års erfaring.
de: Ich habe fünf Jahre Erfahrung.
en: I have five years of experience.
fr: J'ai cinq ans d'expérience.
nb: Jeg har fem års erfaring.
nl: Ik heb vijf jaar ervaring.
sv: Jag har fem års erfarenhet.
tr: Beş yıllık deneyimim var.

source: Probni rad traje tri mjeseca.
da: Prøvetiden varer tre måneder.
de: Die Probezeit dauert drei Monate.
en: The probation period lasts three months.
fr: La période d'essai dure trois mois.
nb: Prøvetiden varer i tre måneder.
nl: De proeftijd duurt drie maanden.
sv: Provanställningen varar i tre månader.
tr: Deneme süresi üç ay sürüyor.

source: Kolika je neto plata?
da: Hvor høj er nettolønnen?
de: Wie hoch ist das Nettogehalt?
en: How much is the net salary?
fr: Quel est le salaire net ?
nb: Hvor høy er nettolønna?
nl: Hoe hoog is het nettosalaris?
sv: Hur hög är nettolönen?
tr: Net maaş ne kadar?

source: Trebam termin kod doktora.
da: Jeg har brug for en lægetid.
de: Ich brauche einen Termin beim Arzt.
en: I need a doctor's appointment.
fr: J'ai besoin d'un rendez-vous chez le médecin.
nb: Jeg trenger en legetime.
nl: Ik heb een afspraak bij de dokter nodig.
sv: Jag behöver en läkartid.
tr: Doktordan randevu almam gerekiyor.

source: Na bolovanju sam.
da: Jeg er sygemeldt.
de: Ich bin krankgeschrieben.
en: I am on sick leave.
fr: Je suis en arrêt de travail.
nb: Jeg er sykmeldt.
nl: Ik ben ziekgemeld.
sv: Jag är sjukskriven.
tr: Raporluyum.

source: Trebam uputnicu za specijalistu.
da: Jeg har brug for en henvisning til en speciallæge.
de: Ich brauche eine Überweisung zum Facharzt.
en: I need a referral to a specialist.
fr: J'ai besoin d'une lettre d'adressage vers un spécialiste.
nb: Jeg trenger en henvisning til spesialist.
nl: Ik heb een verwijsbrief naar de specialist nodig.
sv: Jag behöver en remiss till en specialist.
tr: Uzmana sevk belgesine ihtiyacım var.

source: Mislim da je moja sestra kod kuće.
da: Jeg tror, at min søster er hjemme.
de: Ich denke, dass meine Schwester zu Hause ist.
en: I think that my sister is at home.
fr: Je pense que ma sœur est à la maison.
nb: Jeg tror at søsteren min er hjemme.
nl: Ik denk dat mijn zus thuis is.
sv: Jag tror att min syster är hemma.
tr: Kız kardeşimin evde olduğunu düşünüyorum.

source: Ne znam kada dolazi autobus.
da: Jeg ved ikke, hvornår bussen kommer.
de: Ich weiß nicht, wann der Bus kommt.
en: I do not know when the bus comes.
fr: Je ne sais pas quand le bus arrive.
nb: Jeg vet ikke når bussen kommer.
nl: Ik weet niet wanneer de bus komt.
sv: Jag vet inte när bussen kommer.
tr: Otobüsün ne zaman geleceğini bilmiyorum.

source: Jučer sam kupila hljeb i mlijeko.
da: I går købte jeg brød og mælk. (kvinde)
de: Gestern habe ich Brot und Milch gekauft. (Frau)
en: Yesterday I bought bread and milk. (female speaker)
fr: Hier j'ai acheté du pain et du lait. (femme)
nb: I går kjøpte jeg brød og melk. (kvinne)
nl: Gisteren heb ik brood en melk gekocht. (vrouw)
sv: I går köpte jag bröd och mjölk. (kvinna)
tr: Dün ekmek ve süt aldım. (kadın)

source: Moja kuća je velika.
da: Mit hus er stort.
de: Mein Haus ist groß.
en: My house is big.
fr: Ma maison est grande.
nb: Huset mitt er stort.
nl: Mijn huis is groot.
sv: Mitt hus är stort.
tr: Evim büyük.

source: Moj brat je student.
da: Min bror er studerende.
de: Mein Bruder ist Student.
en: My brother is a student.
fr: Mon frère est étudiant.
nb: Broren min er student.
nl: Mijn broer is student.
sv: Min bror är student.
tr: Erkek kardeşim üniversite öğrencisi.

source: Ona je nastavnica.
da: Hun er lærer.
de: Sie ist Lehrerin.
en: She is a teacher.
fr: Elle est enseignante.
nb: Hun er lærer.
nl: Zij is lerares.
sv: Hon är lärare.
tr: O öğretmen.

source: Ovo je naše selo.
da: Det her er vores landsby.
de: Das ist unser Dorf.
en: This is our village.
fr: C'est notre village.
nb: Dette er landsbyen vår.
nl: Dit is ons dorp.
sv: Det här är vår by.
tr: Bu bizim köyümüz.

source: Imam dvije sestre.
da: Jeg har to søstre.
de: Ich habe zwei Schwestern.
en: I have two sisters.
fr: J'ai deux sœurs.
nb: Jeg har to søstre.
nl: Ik heb twee zussen.
sv: Jag har två systrar.
tr: İki kız kardeşim var.

source: Djeca se igraju.
da: Børnene leger.
de: Die Kinder spielen.
en: The children are playing.
fr: Les enfants jouent.
nb: Barna leker.
nl: De kinderen spelen.
sv: Barnen leker.
tr: Çocuklar oynuyor.

source: Na pijaci ima mnogo ljudi.
da: Der er mange mennesker på markedet.
de: Auf dem Markt sind viele Leute.
en: There are many people at the market.
fr: Il y a beaucoup de monde au marché.
nb: Det er mye folk på markedet.
nl: Op de markt zijn veel mensen.
sv: Det är mycket folk på marknaden.
tr: Pazarda çok insan var.

source: Vidim brata.
da: Jeg ser broren.
de: Ich sehe den Bruder.
en: I see the brother.
fr: Je vois le frère.
nb: Jeg ser broren.
nl: Ik zie de broer.
sv: Jag ser brodern.
tr: Erkek kardeşi görüyorum.

source: Pijem kahvu.
da: Jeg drikker kaffe.
de: Ich trinke Kaffee.
en: I drink coffee.
fr: Je bois du café.
nb: Jeg drikker kaffe.
nl: Ik drink koffie.
sv: Jag dricker kaffe.
tr: Kahve içiyorum.

source: Volim svoju majku.
da: Jeg elsker min mor.
de: Ich liebe meine Mutter.
en: I love my mother.
fr: J'aime ma mère.
nb: Jeg elsker moren min.
nl: Ik hou van mijn moeder.
sv: Jag älskar min mor.
tr: Annemi seviyorum.

source: Čitam knjigu.
da: Jeg læser en bog.
de: Ich lese ein Buch.
en: I am reading a book.
fr: Je lis un livre.
nb: Jeg leser en bok.
nl: Ik lees een boek.
sv: Jag läser en bok.
tr: Bir kitap okuyorum.

source: Kahva bez šećera.
da: Kaffe uden sukker.
de: Kaffee ohne Zucker.
en: Coffee without sugar.
fr: Café sans sucre.
nb: Kaffe uten sukker.
nl: Koffie zonder suiker.
sv: Kaffe utan socker.
tr: Şekersiz kahve.

source: Ja sam iz Bosne.
da: Jeg er fra Bosnien.
de: Ich bin aus Bosnien.
en: I am from Bosnia.
fr: Je viens de Bosnie.
nb: Jeg er fra Bosnia.
nl: Ik kom uit Bosnië.
sv: Jag är från Bosnien.
tr: Bosna'danım.

source: Čaša vode, molim.
da: Et glas vand, tak.
de: Ein Glas Wasser, bitte.
en: A glass of water, please.
fr: Un verre d'eau, s'il vous plaît.
nb: Et glass vann, takk.
nl: Een glas water, alstublieft.
sv: Ett glas vatten, tack.
tr: Bir bardak su, lütfen.

source: Nemam vremena.
da: Jeg har ikke tid.
de: Ich habe keine Zeit.
en: I have no time.
fr: Je n'ai pas le temps.
nb: Jeg har ikke tid.
nl: Ik heb geen tijd.
sv: Jag har ingen tid.
tr: Vaktim yok.

source: Knjiga je na stolu.
da: Bogen ligger på bordet.
de: Das Buch ist auf dem Tisch.
en: The book is on the table.
fr: Le livre est sur la table.
nb: Boka ligger på bordet.
nl: Het boek ligt op de tafel.
sv: Boken ligger på bordet.
tr: Kitap masada.

source: Poslije posla idem kući.
da: Efter arbejdet går jeg hjem.
de: Nach der Arbeit gehe ich nach Hause.
en: After work I go home.
fr: Après le travail, je rentre à la maison.
nb: Etter jobben går jeg hjem.
nl: Na het werk ga ik naar huis.
sv: Efter jobbet går jag hem.
tr: İşten sonra eve gidiyorum.

source: Poklon je za tebe.
da: Gaven er til dig.
de: Das Geschenk ist für dich.
en: The present is for you.
fr: Le cadeau est pour toi.
nb: Gaven er til deg.
nl: Het cadeau is voor jou.
sv: Presenten är till dig.
tr: Hediye senin için.

source: Kahva bez mlijeka.
da: Kaffe uden mælk.
de: Kaffee ohne Milch.
en: Coffee without milk.
fr: Café sans lait.
nb: Kaffe uten melk.
nl: Koffie zonder melk.
sv: Kaffe utan mjölk.
tr: Sütsüz kahve.

source: Dajem poklon sestri.
da: Jeg giver min søster en gave.
de: Ich gebe der Schwester ein Geschenk.
en: I am giving my sister a present.
fr: Je donne un cadeau à ma sœur.
nb: Jeg gir søsteren min en gave.
nl: Ik geef mijn zus een cadeau.
sv: Jag ger min syster en present.
tr: Kız kardeşime hediye veriyorum.

source: Stanujem u Sarajevu.
da: Jeg bor i Sarajevo.
de: Ich wohne in Sarajevo.
en: I live in Sarajevo.
fr: J'habite à Sarajevo.
nb: Jeg bor i Sarajevo.
nl: Ik woon in Sarajevo.
sv: Jag bor i Sarajevo.
tr: Saraybosna'da oturuyorum.

source: Daj mi vode.
da: Giv mig vand.
de: Gib mir Wasser.
en: Give me water.
fr: Donne-moi de l'eau.
nb: Gi meg vann.
nl: Geef mij water.
sv: Ge mig vatten.
tr: Bana su ver.

source: Pomažem majci.
da: Jeg hjælper min mor.
de: Ich helfe der Mutter.
en: I am helping my mother.
fr: J'aide ma mère.
nb: Jeg hjelper moren min.
nl: Ik help mijn moeder.
sv: Jag hjälper min mor.
tr: Anneme yardım ediyorum.

source: Idem s bratom u grad.
da: Jeg tager ind til byen med min bror.
de: Ich gehe mit dem Bruder in die Stadt.
en: I am going to town with my brother.
fr: Je vais en ville avec mon frère.
nb: Jeg går til byen med broren min.
nl: Ik ga met mijn broer naar de stad.
sv: Jag går till stan med min bror.
tr: Erkek kardeşimle şehre gidiyorum.

source: Putujemo autom.
da: Vi rejser med bil.
de: Wir reisen mit dem Auto.
en: We are traveling by car.
fr: Nous voyageons en voiture.
nb: Vi reiser med bil.
nl: We reizen met de auto.
sv: Vi reser med bil.
tr: Arabayla seyahat ediyoruz.

source: Sine, dođi ovamo!
da: Søn, kom her!
de: Sohn, komm her!
en: Son, come here!
fr: Mon fils, viens ici !
nb: Sønn, kom hit!
nl: Zoon, kom hier!
sv: Min son, kom hit!
tr: Oğlum, buraya gel!

source: Kahva sa šećerom.
da: Kaffe med sukker.
de: Kaffee mit Zucker.
en: Coffee with sugar.
fr: Café avec du sucre.
nb: Kaffe med sukker.
nl: Koffie met suiker.
sv: Kaffe med socker.
tr: Şekerli kahve.

source: Moram raditi sutra.
da: Jeg skal arbejde i morgen.
de: Ich muss morgen arbeiten.
en: I have to work tomorrow.
fr: Je dois travailler demain.
nb: Jeg må arbeide i morgen.
nl: Ik moet morgen werken.
sv: Jag måste arbeta i morgon.
tr: Yarın çalışmam gerek.

source: Ne mogu doći.
da: Jeg kan ikke komme.
de: Ich kann nicht kommen.
en: I cannot come.
fr: Je ne peux pas venir.
nb: Jeg kan ikke komme.
nl: Ik kan niet komen.
sv: Jag kan inte komma.
tr: Gelemem.

source: Osjećam se dobro.
da: Jeg har det godt.
de: Ich fühle mich gut.
en: I feel good.
fr: Je me sens bien.
nb: Jeg har det bra.
nl: Ik voel me goed.
sv: Jag mår bra.
tr: İyi hissediyorum.

source: Nalazimo se u pet.
da: Vi mødes klokken fem.
de: Wir treffen uns um fünf.
en: We are meeting at five.
fr: On se retrouve à cinq heures.
nb: Vi møtes klokka fem.
nl: We spreken om vijf uur af.
sv: Vi träffas klockan fem.
tr: Beşte buluşuyoruz.
